Revit 2027 API
SymbolTypeId.DeltaDegreeC Property
 Symbol delta°C, indicating unit Celsius interval.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DeltaDegreeC { get; }
Public Shared ReadOnly Property DeltaDegreeC As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DeltaDegreeC {
	ForgeTypeId^ get ();
}
static member DeltaDegreeC : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace